/**
 * ╔═══════════════════════════════════════════════════════════════╗
 * ║                                                               ║
 * ║   MetroJS - Global Styles                                    ║
 * ║   Copyright (c) 2024 Metro Digital Solutions                  ║
 * ║                                                               ║
 * ║   グローバルスタイルを提供するモジュール                      ║
 * ║   スタイル管理モジュール                                      ║
 * ║                                                               ║
 * ╚═══════════════════════════════════════════════════════════════╝
 */

export { default as globals } from "./globals.css";
